Revit 2027 API
SymbolTypeId.KJ Property
 Symbol kJ, indicating unit Kilojoules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KJ { get; }
Public Shared ReadOnly Property KJ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KJ {
	ForgeTypeId^ get ();
}
static member KJ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace